Repository: bdawg1989/NotRaidBot-PreNet8
Catalog: SysBot.Pokemon.WinForms/Resources/Strings.*.resx
Languages: fr

source: Amount of time (in seconds) to post a requested raid embed.
fr: Temps (en secondes) pour publier une intégration de raid demandée.

source: Amount of times to hit DDOWN for accessing date/time settings during rollover correction. [Default: 39 Clicks]
fr: Nombre de fois à appuyer sur DDOWN pour accéder aux paramètres de date/heure lors de la correction de basculement. [Par défaut : 39 clics]

source: Choose the TeraType Icon set to use in the author area of the embed. Icon1 are custom, Icon2 is not.
fr: Choisissez l'ensemble d'icônes TeraType à utiliser dans la zone de l'auteur de l'intégration. Icon1 est personnalisé, Icon2 ne l'est pas.

source: Enter the total number of raids to host before the bot automatically stops. Default is 0 to ignore this setting.
fr: Entrez le nombre total de raids à héberger avant que le bot ne s'arrête automatiquement. La valeur par défaut est 0 pour ignorer ce paramètre.

source: Lobby Options
fr: Options du hall

source: Minimum amount of seconds to wait before starting a raid.
fr: Nombre minimum de secondes à attendre avant de commencer un raid.

source: Raids Started
fr: Raids commencés

source: RotatingRaid Preset Filters
fr: Filtres prédéfinis RotatingRaid

source: RotatingRaidSV Settings
fr: Paramètres RotatingRaidSV

source: Set your Switch Date/Time format in the Date/Time settings. The day will automatically rollback by 1 if the Date changes.
fr: Définissez le format de Date/Heure de votre Switch dans les paramètres de Date/Heure. Le jour sera automatiquement reculé de 1 si la Date change.

source: Time to scroll down duration in milliseconds for accessing date/time settings during rollover correction. You want to have it overshoot the Date/Time setting by 1, as it will click DUP after scrolling down. [Default: 930ms]
fr: Temps pour faire défiler la durée en millisecondes pour accéder aux paramètres de date/heure lors de la correction de basculement. Vous voulez qu'il dépasse le réglage de Date/Heure de 1, car il cliquera sur DUP après avoir fait défiler vers le bas. [Par défaut : 930 ms]

source: Users NIDs here are banned raiders.
fr: Les NIDs des utilisateurs ici sont des raiders bannis.

source: When enabled, start the bot when you are on the HOME screen with the game closed. The bot will only run the rollover routine so you can try to configure accurate timing.
fr: Lorsqu'activé, démarrez le bot lorsque vous êtes sur l'écran d'accueil avec le jeu fermé. Le bot exécutera uniquement la routine de basculement afin que vous puissiez essayer de configurer un minutage précis.

source: When enabled, the bot will attempt take screenshots for the Raid Embeds. If you experience crashes often about \"Size/Parameter\" try setting this to false.
fr: Lorsqu'activé, le bot essaiera de prendre des captures d'écran pour les intégrations de Raid. Si vous rencontrez souvent des plantages à propos de \"Size/Parameter\", essayez de désactiver cette option.

source: When enabled, the bot will attempt to auto-generate your raids When enabled, the bot will attempt to auto-generate your raids from the \"raidsv.txt\" file on botstart.
fr: Lorsqu'activé, le bot tentera de générer automatiquement vos raids à partir du fichier \"raidsv.txt\" lors du démarrage du bot.

source: When enabled, the bot will hide the raid code from the Discord embed.
fr: Lorsqu'activé, le bot cachera le code du raid dans l'intégration Discord.

source: When enabled, the bot will inject the current day seed to tomorrow's day seed.
fr: Lorsqu'activé, le bot injectera la graine du jour actuel dans la graine du lendemain.

source: When enabled, the bot will randomly pick a Raid to run, while keeping requests prioritized.
fr: Lorsqu'activé, le bot choisira aléatoirement un Raid à exécuter, tout en donnant la priorité aux requêtes.

source: When enabled, the bot will save your current ActiveRaids list to the \"savedSeeds.txt\" file on bot stop.
fr: Lorsqu'activé, le bot enregistrera votre liste ActiveRaids actuelle dans le fichier \"savedSeeds.txt\" lors de l'arrêt du bot.

source: When enabled, the bot will use the overshoot method to apply rollover correction, otherwise will use DDOWN clicks.
fr: Lorsqu'activé, le bot utilisera la méthode de dépassement pour appliquer la correction de basculement, sinon il utilisera des clics DDOWN.

source: When enabled, the counts will be emitted when a status check is requested.
fr: Lorsqu'activé, les comptes seront émis lorsqu'une vérification de statut est demandée.

source: When enabled, the embed will countdown the amount of seconds in \"TimeToWait\" until starting the raid.
fr: Lorsqu'activé, l'intégration fera le compte à rebours du nombre de secondes dans \"TimeToWait\" jusqu'au démarrage du raid.

source: When enabled, the screen will be turned off during normal bot loop operation to save power.
fr: Lorsqu'activé, l'écran sera éteint pendant le fonctionnement normal de la boucle du bot pour économiser de l'énergie.

source: When true, the embed will display current seed.
fr: Si vrai, l'intégration affichera la graine actuelle.

source: Your Active Raid List lives here.
fr: Votre liste de Raids actifs se trouve ici.
